{
    "summary": "An average guy in his bedroom studio, capturing the deeper meaning in everyday moments, and exposing beauty in the simple things that define us.",
    "theName": {
        "subheading": "It made us laugh. I called it Le Peaks.",
        "heading":"The Name",
        "body1": "The name Le Peaks came from a little campus shop at work in Scotland. The shop had an automatic espresso machine that when making a latte, if you were lucky, would make two white milk peaks before flattening out. Kind of stupid, but this was the highlight of our otherwise mundane morning. It made us laugh. I called it Le Peaks. We started filming the milk peaks on our coffee runs and then we posted them on instagram as LePeaks.",
        "body2": "Even months after I left, Le Peaks still made me giggle. I guess for me it represents those whimsical fleeting moments that make life better. The unpredictable ups and downs. And that's what I like to capture in my music."
    },
    "earlyHistory": {
        "subheading": "Music gave me a sense of belonging, purpose, confidence, and some of my best friends and memories.",
        "heading": "Early years",
        "body1": "We had a piano in the living room growing up, but no one ever touched it aside from the occasional dusting. I was around seven when my grandfather gave me the classical piano CD. I listened to it on repeat for probably a week. Eventually curiosity got the best of me and I opened up the piano to try to play along. I was hooked.",
        "body2": "In school I was always involved in as many music groups as I could join. Choirs, bands, ensembles, jazz, chamber, a cappella, you name it. I even managed to join the women’s choir as their accompanist. In those formational years, music gave me a sense of belonging, purpose, confidence, and some of my best friends and memories.",
        "body3": "When I began engineering in university all my music came to a halt. The first year was one of the hardest times in my life. Academics had been my strength in high school, but I struggled to find my footing in any of my subjects. My reaction was to panic and eliminate everything non-academic. I lost my identity as a strong student and musician in the span of a few months. And with that went all my confidence. I was miserable.",
        "body4": "I thought about dropping out many times. But instead I halved my course load and stuck out the rest of the year. I was very lucky to have made friends who tolerated the stress and anxiety I carried around with me. Not to mention the unfailing support of my parents. With their help I managed to get past the monsters in my head, and ended up doing alright.",
        "body5": "The next few years of my degree were not easy, but luckily music was not done with me. I joined the choir at the cathedral outside of campus and then won a scholarship to learn the organ there. This opened up a whole new world for me. I began rebuilding myself and my confidence and grades naturally followed. In the end I graduated with honours and a huge sense of accomplishment. "
    },
    "theJob": {
        "subheading": "I was just killing time without a purpose or direction.",
        "heading": "The Job",
        "body1": "After graduating I moved to London and began working as a software developer. I was excited and terrified. So many people, so much to see, so much to do. Everyone was a stranger, I had very little money and no clue what I was doing. Eventually I made friends, settled in my job, joined a choir, started busking, and the world felt more familiar. And then the years started flying by. My career began taking more and more of my time and I had to quit the choirs and the busking, and eventually even practicing. What at first was a fancy big-boy job turned into a corporate hamster wheel. It felt like I was just killing time without a purpose or direction. And this is where Le Peaks begins.",
        "body2": ""
    },
    "theBreak": {
        "subheading": "There’s so much more to it than I had expected, but I loved every second of it.",
        "heading": "The break",
        "body1": "I took six months off work, moved back to my parent’s house in Ontario, made myself a little studio with what I could find, and got to work.  I hadn’t written anything in years and knew nothing about how to record or produce. Or how the industry works.",
        "body2": "Lots of experimenting, failed attempts, frustration, reading, youtube tutorials, and eventually ideas started to stick. I also started building the website and created social media pages. There’s so much more to it than I had expected, but I loved every second of it. I didn’t need a pay cheque to get me out of bed at 6:30am."
    },
    "theNow": {
        "subheading": "Edinburgh",
        "heading": "The now",
        "body1": "Eventually I ran out of money, so I returned to work after the six months. But now with a sense of purpose. I flew back out to the UK, this time in Edinburgh. I plan on finishing my first EP and getting back into gigs at local pubs.",
        "body2": ""
    }
}